{"2": {
        "url": "/docs/data_pipeline/",
        "relUrl": "/docs/data_pipeline/",
        "title": "Data Pipeline",
        "doc": "Data Pipeline",
        "section": "Docs",
        "content": "Moved to fairdatapipeline.github.io\n"
      }
      ,"5": {
        "url": "/docs/data/available_data/",
        "relUrl": "/docs/data/available_data/",
        "title": "Available data",
        "doc": "Available data",
        "section": "Data",
        "content": "Available data #  The following data products are available in the data registry. Each of the following entries includes a brief description of the dataset, the date this descrition was entered, any links to additional information, and the name of the data product in the data registry.\nPopulation estimates #   Scotland National Records of Scotland mid-2018 small area population estimates for Scotland, by single year of age, for males, females and persons, for 2011 data zones and council areas. Description last updated: 29/10/2020\nData registry: human/demographics/population/scotland England and Wales Office for National Statistics small area population estimates for England and Wales, by single year of age, for males, females and persons, for 2011 output areas, 2018 electoral wards, local authority, 2011 lower/mid super output areas, local health boards (2018), 1km grids and 10km grids. Description last updated: 29/10/2020\nData registry: not yet available  Spatial conversion tables #   Scotland Geography lookup tables used for aggregation from 2011 data zones to higher level geographies and grid zones Description last updated: 29/10/2020\nData registry: geography/scotland/lookup_table England and Wales Geography lookup tables Description last updated: 29/10/2020\nData registry: geography/england/lookup_table  Mortality data #   human-mortality Number of deaths (weekly) associated with Covid-19 and the total number of deaths registered in Scotland. Data are available for the whole of Scotland and by council area and health board. Deaths are broken down by age group (0, 1-14, 15-44, 45-64, 65-74, 75-84 and 85+) for males, females and persons. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/human-mortality\nNotes: Cron job running on the Boydorr server every Wednesday at an arbitrarily chosen time of 15:00 mortality The data are reported each day by Health Protection Scotland (HPS). This is a cumulative total of deaths since the start of the pandemic in Scotland. Dates shown refer to the day the figure was reported on the SG website. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/mortality\nNotes: More info here; Cron job running on the Boydorr server every day at 14:30  Records #   ambulance Numbers of ambulance attendances (total and COVID-19 suspected) and number of people taken to hospital with suspected COVID-19. The number of attendances is defined as the number of incidents recorded by SAS, where a resource arrived at the scene. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/ambulance\nNotes: More info here; No longer updated calls Numbers of calls to NHS 111 and the coronavirus helpline. The number of calls to 111 includes all calls to this line, whether or not they relate to COVID-19. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/calls\nNotes: More info here; No longer updated carehomes Updated every Wednesday. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/carehomes\nNotes: More info here; Cron job running on the Boydorr server every day at 14:30 hospital The data include a snapshot of the number of people in ICUs across Scotland with suspected or confirmed COVID-19 and the number of people in hospital across Scotland with confirmed or suspected COVID-19. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/hospital\nNotes: More info here; Cron job running on the Boydorr server every day at 14:30 nhsworkforce NHS staff absences. The figures cover all staff recorded as absent on the system, irrespective of whether they were due to be at work on that particular day. Uploaded weekly as of 22/7. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/nhsworkforce\nNotes: More info here; Cron job running on the Boydorr server every day at 14:30 schools Local authorities have agreed to the sharing of their pupil attendance and absence data on a daily basis. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/schools\nNotes: More info here; Cron job running on the Boydorr server every day at 14:30 testing The data shows the number of people tested for COVID-19 across Scotland to date, with a breakdown for negative and positive, the daily number of new positive cases of COVID-19 reported in Scotland, the total number of COVID-19 tests with results in the Health Protection Scotland ECOSS system reported to HPS by the laboratories in the 24 hours from 08:00 to 08:00 that day, and the total number of COVID-19 tests carried out each day, and to date by Regional Testing Centres (RTC) as part of the UK Government testing programme. Description last updated: 08/09/2020\nData registry: records/SARS-CoV-2/scotland/cases-and-management/testing\nNotes: More info here; Cron job running on the Boydorr server every day at 14:30  Shapefiles #   ukgov_eng_oa_shapefile Text description Description last updated: 09/09/2020\nData registry: NA\nNotes: NA England/Wales_grid_shapefile Text description Description last updated: 30/10/2020\nData registry: England/Wales spatial lookup table - grid_shapefile\nNotes: External Object ukgov_scot_dz_shapefile Text description Description last updated: 30/10/2020\nData registry: Scottish datazone shapefile\nNotes: External Object Scotland_grid_shapefile Text description Description last updated: 30/10/2020\nData registry: Scottish spatial lookup table - grid_shapefile\nNotes: External Object  To do #   scotgov_simd_income The Scottish Government’s official tool for identifying concentrations of deprivation in Scotland. Scottish Index of Multiple Deprivation (SIMD) 2020v2 for 2011 data zones. Ranks (1=most deprived to 6,976=least deprived) and groups (quintiles, deciles and vigintiles) are based on the income domain Description last updated: 08/09/2020\nData registry: not yet available scotgov_ur_classification The Scottish Government’s 6-fold Urban Rural Classification (2016) provides a standard definition of rural areas in Scotland. Areas (2011 data zones) are classified as either large urban (1), other urban (2), accessible small towns (3), remote small towns (4), accessible rural (5) or remote rural (6) Description last updated: 09/09/2020\nData registry: not yet available defra_pollution Text description Description last updated: 09/09/2020\nData registry: not yet available data-product-title Schools in Scotland Description last updated: 09/09/2020\nData registry: not yet available data-product-title Care home data Description last updated: 09/09/2020\nData registry: not yet available data-product-title Proportion of workers in each industry sector Description last updated: 09/09/2020\nData registry: not yet available data-product-title Death rate / birth rate Description last updated: 09/09/2020\nData registry: not yet available  "
      }
      ,"6": {
        "url": "/docs/models/summary/",
        "relUrl": "/docs/models/summary/",
        "title": "List of SCRC Models",
        "doc": "List of SCRC Models",
        "section": "Models",
        "content": "List of SCRC Models #     Model Name Short Description Language Additional Information      BEEPmbp Bayesian Estimation of Epidemic Parameters using Model Based Proposals for MCMC C++  Software Checklist    Contact-Tracing-Model Derived from the FMD model and contact data from Sibylle Java  Software Checklist    Covid19_EERAModel Simple COVID-19 simulation model with ABC-smc inference C++  Software Checklist    Covid_Simulation_Model Models spread of COVID-19 through a community by stochastic simulation of the movements and interactions of people Java  Software Checklist    Simple Network Sim Adaptation of a simple network simulation model to COVID-19 Python  Software Checklist, Developer documentation    Simulation.jl Julia package for running dynamic ecosystem and epidemiological simulations Julia  Software Checklist, Developer documenation    Software Checklist #  Each model had a lead Research Software Engineer during the RAMP period and they produced a common checklist to assess and record their level of confidence in the software implementations. The completed checklists are linked in the table and the template has been released under a creative commons licence.\n"
      }
      ,"7": {
        "url": "/docs/research/literature/",
        "relUrl": "/docs/research/literature/",
        "title": "Systematic literature review",
        "doc": "Systematic literature review",
        "section": "Research",
        "content": "SCRC procedure for systematised literature review v1.2 #  Iain McKendrick, 19/06/2020\nThe purpose of this procedure is to outline an approach to systematised literature searches to obtain parameters and distributions for SCRC models.\nSCRC lacks capacity to carry out comprehensive reviews ourselves; therefore we seek to find the most salient readily available data, focussing on other people’s reviews, papers cited in these, and the papers underpinning other major modelling exercises.\nThe systematised procedure to identify and process these is as follows:\n  Based on the needs of the models, encourage focus on a series of specific questions (eg what is the incubation period?) We believe this is best practice, as advised by the experience of the Irish team. In the first instance, this should be informed by the specifications from each model stored in MS Teams /General/Modelling/model-parameters and the unified compartment approach based on the Irish work. Questions are most likely to be specified by the Epidemiology team.\n  Inclusion and exclusion criteria for studies are as follows:\n Quality of research design: official government data; formal randomised study; census of sub-population (eg contact tracing); observational study are optimal. Convenience samples are least acceptable. Dates study was conducted (if relevant) Geographic region (if relevant) Social/Legal conditions (eg during what type of societal intervention) (if relevant) Where these can be identified in advance, special cases of the parameter class should be specified (eg incubation period for asymptomatic as opposed to symptomatic individuals) These criteria should be adapted as required for different questions.    Search the following resources:\n LitCovid, Cochrane COVID-19 and Edinburgh University Repository of Systematic Reviews databases, looking for well conducted reviews. McMaster; this provides pointers to different key resources for COVID-19 evidence, including appraised studies and reviews. This list of resources will be quite comprehensive. Collations of ‘grey’ literature: MedRxiv (note MedRxiv materials are pre-prints, and hence have not been peer reviewed; they cover all articles and hence are not necessarily reviews) https://connect.medrxiv.org/relate/content/181 . In addition we can access the SRUC collated list of reports and papers. Prospero is a database of protocols of registered systematic reviews. Prospero can be used to see if a review is underway and when it is likely to give results. This is particularly important if information is otherwise lacking, but also has a more general utility. Relevant reports/publications on the ‘approved list’ of equivalent mathematical models (Currently the Irish group, Imperial, LSTMH, SCoVMod. Likely to be extended to all documents in DDI Project Repo B). Primary papers and reports identified or used in a secondary review or model paper identified under criteria 3.1-3.5 above, where the secondary document does not itself produce a relevant data product different to that in the primary document. Estimates extracted from secondary or primary literature reviewed as part of a pathway arising from criterion 3.5 should be flagged as not having been independently identified. A flag to this effect is included in the Extraction sheet. To elaborate on criterion 3.6: a (secondary) paper reporting a meta-analysis generates a new product which should be reported in preference to any of the primary estimates used in the analysis. A peer-reviewed paper which assesses the validity of estimates from the grey literature is generating new products with superior provenance to the originals, since the former have been peer reviewed. Hence the products from the secondary paper should be reported in preference. However, a paper which merely lists parameter estimates from other papers, although useful as a platform to identify potentially relevant primary estimates, should not be used as the basis of a data extraction.    Data extraction sheet for papers to map to requirements in data registry; including fields for quality of review/study, the suitability of the estimation methods for parameter of interest, and the generalizability/applicability of the products.\n Quality of Estimate: Score as Good/Potentially Good, but not Peer-Reviewed/Adequate/Poor, taking account of assessed quality of review/study and assessed suitability of the estimation methods for parameter of interest. Only documents which have been subject to peer review can be scored as Good. Generalizability/applicability of products: Score as Universal/Partial/Low  Universal means that the quantity is applicable in all contexts. For example, an estimate of incubation period in adults might be designated as universal since it is believed relevant to all such individuals. Partial means that the quantity is applicable in some modelling contexts, but not in others. For example, an estimate of infection rate in London might be designated as partial since it is might be generalised as relevant to urban areas but not to rural, or not generalizable at all, in which case it would still be relevant to any model which modelled London separately. Operationally, this should serve as a warning to the modellers to carefully consider the context in which the estimate is used. It’s applicability is limited in some way, and so consideration should be given to its validity in any specific context. Low means that the applicability to any likely SCRC activity is consistently weak. For example, estimates of mortality derived from Wuhan in the earliest days of the outbreak are arguably irrelevant now.   Ways in which the estimate fails to generalise should be recorded as important aspects of the narrative attached to the estimate. These are assessed properties of the estimate. ‘Fitness for Purpose’ is a derived property which seeks, on the basis of these assessed properties, as they apply to all SCRC models, to assign a status to the estimate, flagging priorities for further research.    Flag parameters with derived assessment of ‘Fitness for Purpose’. We propose 4 ordered categories. The default values are:\n If the parameter estimate is not subject to any serious concerns and as such is unlikely to be improved upon, (Quality=Good; Applicability=Universal), it should be given a Green rating. The existence of such an estimate means that this parameter class would not be a priority for further research. If a parameter estimate has mild quality concerns recorded against it, (Quality=Adequate.OR.Potentially Good; Applicability=Universal), it should be given an Amber rating. If a better estimate emerges, it should be evaluated and potentially adopted for use, but this parameter class will not be a priority for further research. If (Applicability=Partial)\u0026amp;(Quality\u0026gt;Poor), it should be given an Amber rating. The assumption is that it will not be a priority for further research per se, although a modeller who assesses it as not applicable to their model might chose to request research on a similar, but more tightly defined new parameter product. If a parameter estimate has applicability concerns recorded, (Applicability=Low), it should be given a Red rating. The desirability of finding a better estimate should be flagged as a task to literature reviewers to check for up-to-date reviews/further studies. Ditto if Quality = Poor. If a parameter estimate has concerns recorded against it, which are so severe that it should not be used in preference to other available more highly rated data products, or that it has been superseded in some way, it should be given a Black rating, and this status propagated to all dependent products.    Source document should be uploaded to the SCRC MS Teams Literature Review Channel. Folder structure TBC. Files should be named consistently. File names should be short but descriptive (Preferably \u0026lt;30 characters). Do not use special characters or spaces in a file name: use capitals and underscores instead of periods or spaces or slashes. Dates are unlikely to be useful, but if used, should be in ISO 8601 date format: YYYYMMDD.\n  Format should be:\n[Reviewer Surname]_[First Author Surname]_[Journal Name Abbreviation or Source Abbreviation]_[Final block of DOI if applicable]\n   Fitness for Purpose Applicability     Quality Universal Partial Low    Good      Potentially Good      Adequate      Poor      Annex. Links to Databases: There is likely to be a significant overlap in all these resources.\n LitCovid - data from PubMed, updated daily. No pre-prints.\n McMaster. This is an alerting service which curates and assesses publications about Covid, indexed in MEDLINE, that meet their defined scientific criteria. They  Cochrane Study Register. This covers ClinicalTrials.gov, WHO International Trials Registry Platform (ICTRP) and PubMed.\n Edinburgh Uni hosted Repository of Systematic Reviews\n Prospero\n Clinical trials and Pubmed updated daily. ICTRP weekly.\nAnnex: Draft Data extraction sheet (https://forms.gle/E4YgYS9Zvckmc9R58)\n  Field    Short Descriptor of Information Extracted    Detailed Description of Information Extracted    Point estimate (if available)    Uncertainty/variability metrics (Best of: None/Interval/Distribution specification: distribution and parameters or Empirical distribution)    Title of Paper/Report    Authors    DOI    Uploaded to MSTeams?    Identification Route (eg LitCOVID; MedRxiv)    Potential Lack of Independence in Parameter Estimate    Status (Peer reviewed/Official Report/Preprint/Other)    Intrinsic Quality of Estimate    Comments on Intrinsic Quality    Tag this Document for Further, Future Review?    Applicability (Generalizability)    Narrative: Lack of Applicability    Fitness for Purpose    Primary Data Availability    Primary Data Location    Reviewer Name    Date Logged    "
      }
      ,"8": {
        "url": "/docs/data/sources_and_products/",
        "relUrl": "/docs/data/sources_and_products/",
        "title": "Data sources and products",
        "doc": "Data sources and products",
        "section": "Data",
        "content": "Data sources and products #  The following information was compiled in July 2020\nAdministrative spatial scales in UK #  The UK is split into different levels of administrative areas and differing amounts of data are available at these different spatial scales. Different government agencies are responsible for the different countries and data may need to be sourced from these different sources.\nTop level – UK is split into four Countries: England, Scotland, Wales and Northern Ireland.\nEngland \u0026amp; Wales ONS #     Spatial Scale Average Population Size     Regions 6.2 Million   Upper Tier Local Authorities (UTLA) 1.8 Million   Lower Tier Local Authorities (LTLA) 300,000   Middle Super Output Areas (MSOA) 7500   Lower Super Output Areas (LSOA) 1500    Scotland NRS #     Spatial Scale Average Population Size     Health Boards 390,236   Local Authorities 170,728   Datazones 800   Output Areas 150    The Open Geography portal from the Office for National Statistics (ONS) provides free and open access to the definitive source of geographic products.\nEpidemic data #  Data, parameter estimates and distributions about the epidemic from literature sources.\n   Parameter Reference DOI Available     0/R Barber     Latent period \u0026amp; relative importance of pre-symptomatic period Casey et al. Pre-symptomatic transmission of SARS-CoV-2 infection: a secondary analysis using published data  10.1101/2020.05.08.20094870v2    Incubation period McAloon et al. The incubation period of COVID-19: A rapid systematic review and meta-analysis of observational research  10.1101/2020.04.24.20073957v1    Generation time \u0026amp; serial interval Griffin et al. A rapid review of available evidence on the serial interval and generation time of COVID-19  10.1101/2020.05.08.20095075v1    Proportion of infected who are asymptomatic, by age Casey et al.     Length of infectious period in asymptomatic people and in symptomatic people who do not isolate Byrne et al. Inferred duration of infectious period of SARS-CoV-2: rapid scoping review and analysis of available evidence for asymptomatic and symptomatic COVID-19 cases  10.1101/2020.04.25.20079889v1    Time from onset of symptoms to diagnosis/test results and to hospitalisation Byrne et al.     Length of hospital stay and admission to ICUs Lane et al. Country differences in hospitalisation, length of stay, admission to Intensive Care Units, and mortality due to SARS-CoV-2 infection at the end of the first wave in Europe: a rapid review of available literature  10.1101/2020.05.12.20099473v2    Relative infectiousness of asymptomatic versus symptomatic infected people McAloon et al.      Sources of review articles and literature for epidemic parameters #    The following paper contains information collated from the literature about epidemic parameters. Yinon M. Bar-On, Ron Sender, Avi I. Flamholz, Rob Phillips, Ron Milo. A quantitative compendium of COVID-19 epidemiology. arXiv:2006.01283. It is currently a pre-print, so use with care.\n   Website from US government that contains literature reviews and data extraction for parameters for a number of measures about the natural history of COVID-19. It uses a combination of AI and human intervention to scrape the literature.\n  Literature searches in progress #     Topic Searching \u0026amp; Screening Quality checking \u0026amp; synthesising     Asymptomatic In progress In progress              Information about serology-based tests for COVID-19 #  This website collates type of testing in use by country, including sensitivity and specificity, where available.\nLatent-class meta-analysis estimating sensitivity and specificity for COVID diagnostics DOI: 10.21203/rs.3.rs-33243/v1\nONS Coronavirus infection survey pilot #  This is a national survey (England), collecting throat and nose swabs and accompanying data from individuals in households across England, estimates the prevalence and incidence of SARS-CoV-2 in the community in England.\nHealth Data sources for progress of COVID-19 epidemic in UK #  Data requirements and sources about the progress of the epidemic in UK (including Scotland). These data are available at different spatial scales and stratified by social factors (eg age, sex, area deprivation, ethnicity). As these are classified as personal data, it may be necessary to obtain special permission to access the data. Permissions will be required for individual level data, finer spatial scales and more stratifications.\nHealth data are produced separately for Scotland, England and Wales. Public Health England.\nUK Government host a website containing higher spatial scales and stratifications for all UK Countries. The website contains definitions and meta-data for all countries and variables.\nData Available at high level spatial scale and no social stratification #     Variable Spatial Scale URL     Daily Deaths UK, England, Scotland, Wales, NI https://coronavirus.data.gov.uk/   Daily Deaths Upper Tier LA, Lower Tier LA [England Only] https://coronavirus.data.gov.uk/   Lab Confirmed Cases UK, England, Scotland, Wales, NI https://coronavirus.data.gov.uk/   Lab Confirmed Cases Upper Tier LA, Lower Tier LA [England Only] https://coronavirus.data.gov.uk/   COVID-19 patients admitted to hospital UK, England, Scotland, Wales, NI, England NHS Regions https://coronavirus-staging.data.gov.uk/   COVID-19 patients currently in hospital UK, England, Scotland, Wales, NI, England NHS Regions https://coronavirus-staging.data.gov.uk/   Patients on ventilation UK, England, Scotland, Wales, NI, England NHS Regions https://coronavirus-staging.data.gov.uk/    Other Sources of data #   NHS England - daily deaths\n NHS England - hospital activity\nData available with social factors #   Scotland\n   Variable Spatial Scale Social Factors     Weekly Deaths – All Cause Scotland, Health Board, Local Authority Age: \u0026lt;1, 1-14, 15-44, 45-64, 65-74, 75-84, 85+ Sex: Male, Female Location: Care Home, Home/Non-institution, Hospital, Other institution   Weekly Deaths – All Cause (average over previous 5 years) Scotland, Health Board, Local Authority Age: \u0026lt;1, 1-14, 15-44, 45-64, 65-74, 75-84, 85+ Sex: Male, Female Location: Care Home, Home/Non-institution, Hospital, Other institution   Weekly Deaths – COVID-19 related Scotland, Health Board, Local Authority Age: \u0026lt;1, 1-14, 15-44, 45-64, 65-74, 75-84, 85+ Sex: Male, Female Location: Care Home, Home/Non-institution, Hospital, Other institution    Hospitalisations, testing and other management data available – SCOTLAND #   Scotland\nThese are weekly counts, but not all information is available for all weeks. This table provides a summary of variables available. Please see URL for more complete meta-data.\n   Variable Spatial Scale     Adult Care Homes (suspected cases, staff absences, returns of information) Scotland, Health Board   Ambulance attendances (suspected COVID-19, suspected COVID-19 taken to hospital, total) Scotland, Health Board   COVID-19 in ICU (suspected, confirmed, total) Scotland, Health Board   COVID-19 in Hospital (suspected, confirmed, total) Scotland, Health Board   Calls (Coronavirus helpline, NHS24 111) Scotland, Health Board   Delayed discharges Scotland, Health Board   NHS workforce COVID-19 absences (All staff, medical \u0026amp; dental, nursing \u0026amp; midwifery, other) Scotland, Health Board   Number of COVID-19 confirmed deaths registered Scotland, Health Board   Testing – cumulative counts (negative, positive, total) Scotland, Health Board   Testing – daily positive Scotland, Health Board   Testing – cumulative \u0026amp; daily NHS Labs Scotland, Health Board   Testing – cumulative \u0026amp; daily Regional Testing Centres Scotland, Health Board    Further information available on Public Health Scotland data dashboard\nIndividual level Hospitalisations, testing and other health data – SCOTLAND #  Public Health Scotland (previously ISD) can provide individual level data. These are subject to application and due to strict information governance, need to be accessed via a Safe Haven. Only named people can access the Safe Haven to undertake analysis. The outputs are checked for statistical disclosure control to avoid any identification of individuals. This means we are only likely to produce statistical parameters from the data.\nFurther information: here and here\nSummary of variables requested and possible data products #  Numbers of hospital admissions, times of admission to hospital, testing (multiple tests incl. previous test negative score if available), entry and exit from ICU and time of discharge or death, treatment \u0026amp; medication by week, age group, deprivation quintile, health board.\nDemographic data sources #  In general, these data sources can be split into data collected at 2011 Census and therefore available for the whole population of UK at different spatial scales and government surveys which are more up to date but on a sample of the population and therefore fine grained spatial scales are more limited. Population estimates by age, sex and spatial scales are available annually.\n   Variable Data Source Spatial Scale Social Scale     Population counts NRS – mid-year estimates 2018 ONS – mid-year estimates 2018 Datazone LSOA, MSOA 5 year age bands, sex, area deprivation   Household Type counts Census - 2011 Output area, Datazone (Scotland) LSOA, MSOA (England) 5 year age bands, sex, area deprivation    Notes: Most UK surveys will have some detail on households so data products/analysis may be able to produce estimates for different households (e.g. travel diaries using the National Travel Survey)\nOther data sources #  Microdata for surveys can be downloaded from the UK Data Archive\n   Survey/Source Summary of topics Population Coverage     1Census Flow Data Flows of individuals between origins and destinations UK 2011   2011 Census Industry, economic status (social class), household type, ethnicity, age, sex (possible to add area deprivation) UK 2011 (possible LSOA/datazone available)   National Travel Survey Travel (mode, purpose, stages of trip, where) by age, sex, household type England 2018 (travelling within GB)   2UK Time Use Survey Data on how people spend their time during the day and over time. Sample of aged 8 years and over in the UK. Age, sex, household type, economic status, industry sector UK 2014-15   Scottish Household Survey Age, sex, household type, ethnicity economic status, area deprivation Travel diaries (purpose, mode) Scotland 2018 (Heath Board, Local Authority)   OS Mastermap Topography Map data showing landcover types, such as building, gardens, woodland, grassland, and important buildings (schools, hospitals, religious buildings, sports facilities, transit stations) UK wide (Local Authority, Health Board, Data Zone)   School Location Details school names, addresses, pupil rolls, FTE numbers of teachers, urban/rural classification, denomination and proportion of pupils from minority ethnic groups Scotland 2018 (Local Authority, Health Board, Datazone)   Synthetic Population Individual microsimulation base data of 2011 Census. Leeds Uni happy to provide more information and support. England \u0026amp; Wales 2011 (MSOA)   Locations of retail outlets RAMP Urban Analytics created retail locations and movements using geolytix England (MSOA)   Scottish Local Government Spatial Data Range of data that Local Authorities collect (housing land use, planning, environment, school catchment areas) Scotland   Scottish Postcode Density Digital boundary for every live postcode Scotland    Notes:\n1 Can only be accessed by UK academic or government agencies. We are pursuing SCRC Consortium-wide access to this data set.\n2 RAMP Urban Analytics have carried out analysis of this data set. We are pursuing access and data sharing.\n"
      }
      ,"9": {
        "url": "/docs/data/model_parameters/",
        "relUrl": "/docs/data/model_parameters/",
        "title": "Model parameters",
        "doc": "Model parameters",
        "section": "Data",
        "content": "   Parameter Source LSHTM Simulation.jl     Latent period 2, 3, 4    \\[ \\footnotesize{d_E: \\Gamma(\\mu=4.0,k=4)} \\]   -   Pre-Clinical Infectiousness Duration 5  \\[ \\footnotesize{d_P: \\Gamma(\\mu=1.5,k=4)} \\]   -   Clinical Infectiousness Duration 2, 3, 4  \\[ \\footnotesize{d_C: \\Gamma(\\mu=3.5,k=4)} \\]   -   Subclinical Infectiousness Duration Assumed to be the same duration as total infectious period for clinical cases, including preclinical transmission 1  \\[ \\footnotesize{d_S: \\Gamma(\\mu=5.0,k=4)} \\]   -   Hospitalization -  \\[ \\footnotesize{d_H: 1} \\]   -   Incubation period 1  \\[ \\footnotesize{d_E\u0026#43;d_P; \\mu=5.5} \\]   -   Relative infectiousness of subclinical cases 1  \\[ \\footnotesize{f = 50\\%} \\]   -   UK Contact Matrices Number of age- \\(j\\)  individuals contacted by age- \\(i\\)  individual per day 6  \\[ \\footnotesize{c_{ij}:} \\]  covidm/data/all_matrices.rds -   Number of age- \\(i\\)  individuals 6  \\[ \\footnotesize{N_i} \\]   -   Proportion of hospitalised cases requiring critical care 7  \\[ \\footnotesize{30\\%} \\]   -   Serial Interval 2, 3, 4  \\[ \\footnotesize{d_E \u0026#43; \\tfrac{1}{2}(y_i(d_P\u0026#43;d_C)\u0026#43;(1-y_i)d_S) = 6.5} \\text{ days} \\]   -   Delay from onset to hospitalization 7, 8  \\[ \\footnotesize{\\Gamma(\\mu=7,k=7)} \\]   -   Duration of hospitalization 7  \\[ \\footnotesize{\\Gamma(\\mu=10,k=10)} \\]   -   Proportion of hospitalized cases requiring critical care 7  \\[ \\footnotesize{30\\%} \\]   -   Delay from onset to death 7, 8  \\[ \\footnotesize{\\Gamma(\\mu=22,k=22)} \\]   -      \\[ \\footnotesize{dIp} \\]   -    1 The effect of non-pharmaceutical interventions on COVID-19 cases, deaths and demand for hospital services in the UK: a modelling study, N. G. Davies et. al, 2020, Table S1, pg. 23.\n2: Early Transmission Dynamics in Wuhan China, of Novel Coronavirus-Infected Pneumonia, L. Q. Guan et. al., 2020, N Engl J Med. 2020;382: 1199-1207.\n3: Epidemiology and Transmission of COVID-19 in Shenzhen China: Analysis of 391 cases and 1,286 of their close contacts, medRxiv. 2020;2020.03.03.20028423.\n4: Serial interval of novel coronavirus (2019-nCoV) infections, medRxiv. 2020; 2020.02.03.20019497\n5: The contribution of pre-symptomatic infection to the transmission dynamics of COVID-2019, Liu Y et. al, Wellcome Open Research. 2020;5:58.\n6: Social contacts and mixing patterns relevant to the spread of infectious diseases, J. Mossong et. al, PLoS Med. 2008;5 e74.\n7: A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Sever Covid-19, B. Cao et. al, N Engl H Med. 2020. doi:10.1056/NEJMoa2001282.\n8: Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis Of Publicly Available Case Data, N. M. Linton et. al, J Clin Med Res. 2020;9. doi:10.3390/jcm9020538.\n"
      }
      ,"11": {
        "url": "/docs/edit-site/",
        "relUrl": "/docs/edit-site/",
        "title": "Edit this site",
        "doc": "Edit this site",
        "section": "Docs",
        "content": "How to edit this site #  If you want to edit or add to any of the pages here, please click on the \u0026ldquo;Edit this page\u0026rdquo; link at the bottom of the page you want to edit. This will take you to a GitHub repository, which stores the source files for that particular page. From there you can click on the tiny pencil (on hover: Edit this file), which will allow you to make any edits you want. Please remember that any tables or fancy formatting will have to be written in markdown / html to be visible. Once you\u0026rsquo;re finished, just click the link at the bottom of the page to create a new branch and start a pull request.\nIf you want to add new pages to the website remember that the headings are weighted (ordered) in the _index file. Sub headings are ordered within those directories and I\u0026rsquo;ve given them a different unit for clarity. Best to try clicking on everything when you\u0026rsquo;re done, to make sure they don\u0026rsquo;t randomly rearrange themselves.\n"
      }
      ,"12": {
        "url": "/",
        "relUrl": "/",
        "title": "Introduction",
        "doc": "Introduction",
        "section": "",
        "content": "SCRC #  Who are we? #  The Scottish COVID-19 Response Consortium is formed of dozens of individuals from over 30 academic and commercial organisations.\nResearchers in these organisations jointly responded to a call by the Royal Society to develop more epidemiological models of COVID-19 spread - RAPID ASSISTANCE IN MODELLING THE PANDEMIC: RAMP - in order to develop a more robust and clearer understanding of the impacts of different exit strategies from lockdown. Scientists from several other organisations across the UK and abroad have now joined the consortium to provide additional expertise in specific areas.\nOur outputs: #  During and since the initial three months of RAMP work, our major achievements have been:\n Seven software epidemiological models in four different programming languages and using multiple scientific approaches. These models have been assessed favourably in internal review against a software checklist we developed. Data APIs in five languages (python, Julia, R, Java and C++) that simplify provenance recording, allowing input data to be verified as it is used, and model outputs to be traced back to the model code and input data that were used to produce them. A set of curated, traceable source data useful for epidemiological modelling on COVID-19. A database to hold metadata and index the data. Data processing code in R to populate the database.  These are discoverable via our GitHub organisation.\n"
      }}
  